layer-home-planner v0.1.0 (C:\Users\Pascu\Repos\layer-home-planner)
Γö£ΓöÇΓöÇ bevy v0.9.1
Γöé   ΓööΓöÇΓöÇ bevy_internal v0.9.1
Γöé       Γö£ΓöÇΓöÇ bevy_animation v0.9.1
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_app v0.9.1
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_derive v0.9.1 (proc-macro)
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_macro_utils v0.9.1
Γöé       Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ quote v1.0.23
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ proc-macro2 v1.0.49
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé       ΓööΓöÇΓöÇ unicode-ident v1.0.6
Γöé       Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ syn v1.0.107
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ proc-macro2 v1.0.49 (*)
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ quote v1.0.23 (*)
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ unicode-ident v1.0.6
Γöé       Γöé   Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ toml v0.5.10
Γöé       Γöé   Γöé   Γöé   Γöé       ΓööΓöÇΓöÇ serde v1.0.152
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ quote v1.0.23 (*)
Γöé       Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ syn v1.0.107 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_ecs v0.9.1
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ async-channel v1.8.0
Γöé       Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ concurrent-queue v2.0.0
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ crossbeam-utils v0.8.14
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé       ΓööΓöÇΓöÇ cfg-if v1.0.0
Γöé       Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ event-listener v2.5.3
Γöé       Γöé   Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ futures-core v0.3.25
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_ecs_macros v0.9.1 (proc-macro)
Γöé       Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_macro_utils v0.9.1 (*)
Γöé       Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ proc-macro2 v1.0.49 (*)
Γöé       Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ quote v1.0.23 (*)
Γöé       Γöé   Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ syn v1.0.107 (*)
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_ptr v0.9.1
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_reflect v0.9.1
Γöé       Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_math v0.9.1
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ glam v0.22.0
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bytemuck v1.12.3
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ bytemuck_derive v1.3.0 (proc-macro)
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γöé   Γöé       Γö£ΓöÇΓöÇ proc-macro2 v1.0.49 (*)
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γöé   Γöé       Γö£ΓöÇΓöÇ quote v1.0.23 (*)
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γöé   Γöé       ΓööΓöÇΓöÇ syn v1.0.107 (*)
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ serde v1.0.152
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γöé       ΓööΓöÇΓöÇ serde_derive v1.0.152 (proc-macro)
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γöé           Γö£ΓöÇΓöÇ proc-macro2 v1.0.49 (*)
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γöé           Γö£ΓöÇΓöÇ quote v1.0.23 (*)
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γöé           ΓööΓöÇΓöÇ syn v1.0.107 (*)
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ serde v1.0.152 (*)
Γöé       Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_ptr v0.9.1
Γöé       Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_reflect_derive v0.9.1 (proc-macro)
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_macro_utils v0.9.1 (*)
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bit-set v0.5.3
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ bit-vec v0.6.3
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ proc-macro2 v1.0.49 (*)
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ quote v1.0.23 (*)
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ syn v1.0.107 (*)
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ uuid v1.2.2
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé       ΓööΓöÇΓöÇ getrandom v0.2.8
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé           ΓööΓöÇΓöÇ cfg-if v1.0.0
Γöé       Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_utils v0.9.1
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ ahash v0.7.6
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ getrandom v0.2.8 (*)
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ once_cell v1.16.0
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γöé   [build-dependencies]
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ version_check v0.9.4
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ hashbrown v0.12.3
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ ahash v0.7.6 (*)
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ serde v1.0.152 (*)
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ instant v0.1.12
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ cfg-if v1.0.0
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ tracing v0.1.37
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ cfg-if v1.0.0
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ pin-project-lite v0.2.9
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ tracing-core v0.1.30
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γöé       ΓööΓöÇΓöÇ once_cell v1.16.0
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ uuid v1.2.2
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé       Γö£ΓöÇΓöÇ getrandom v0.2.8 (*)
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé       ΓööΓöÇΓöÇ serde v1.0.152 (*)
Γöé       Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ downcast-rs v1.2.0
Γöé       Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ erased-serde v0.3.24
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ serde v1.0.152 (*)
Γöé       Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ glam v0.22.0 (*)
Γöé       Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ once_cell v1.16.0
Γöé       Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ parking_lot v0.12.1
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ lock_api v0.4.9
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ scopeguard v1.1.0
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γöé   [build-dependencies]
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ autocfg v1.1.0
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ parking_lot_core v0.9.5
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé       Γö£ΓöÇΓöÇ cfg-if v1.0.0
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé       Γö£ΓöÇΓöÇ smallvec v1.10.0
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé       Γöé   ΓööΓöÇΓöÇ serde v1.0.152 (*)
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé       ΓööΓöÇΓöÇ windows-sys v0.42.0
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé           ΓööΓöÇΓöÇ windows_x86_64_msvc v0.42.0
Γöé       Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ serde v1.0.152 (*)
Γöé       Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ smallvec v1.10.0 (*)
Γöé       Γöé   Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ thiserror v1.0.38
Γöé       Γöé   Γöé   Γöé   Γöé       ΓööΓöÇΓöÇ thiserror-impl v1.0.38 (proc-macro)
Γöé       Γöé   Γöé   Γöé   Γöé           Γö£ΓöÇΓöÇ proc-macro2 v1.0.49 (*)
Γöé       Γöé   Γöé   Γöé   Γöé           Γö£ΓöÇΓöÇ quote v1.0.23 (*)
Γöé       Γöé   Γöé   Γöé   Γöé           ΓööΓöÇΓöÇ syn v1.0.107 (*)
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_tasks v0.9.1
Γöé       Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ async-channel v1.8.0 (*)
Γöé       Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ async-executor v1.5.0
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ async-lock v2.6.0
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ event-listener v2.5.3
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ futures-lite v1.12.0
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γöé       Γö£ΓöÇΓöÇ fastrand v1.8.0
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γöé       Γö£ΓöÇΓöÇ futures-core v0.3.25
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γöé       Γö£ΓöÇΓöÇ futures-io v0.3.25
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γöé       Γö£ΓöÇΓöÇ memchr v2.5.0
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γöé       Γö£ΓöÇΓöÇ parking v2.0.0
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γöé       Γö£ΓöÇΓöÇ pin-project-lite v0.2.9
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γöé       ΓööΓöÇΓöÇ waker-fn v1.1.0
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ async-task v4.3.0
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ concurrent-queue v2.0.0 (*)
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ fastrand v1.8.0
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ futures-lite v1.12.0 (*)
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ slab v0.4.7
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé       [build-dependencies]
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé       ΓööΓöÇΓöÇ autocfg v1.1.0
Γöé       Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ async-task v4.3.0
Γöé       Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ concurrent-queue v1.2.4
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ cache-padded v1.2.0
Γöé       Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ futures-lite v1.12.0 (*)
Γöé       Γöé   Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ once_cell v1.16.0
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_utils v0.9.1 (*)
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ downcast-rs v1.2.0
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ event-listener v2.5.3
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ fixedbitset v0.4.2
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ fxhash v0.2.1
Γöé       Γöé   Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ byteorder v1.4.3
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ serde v1.0.152 (*)
Γöé       Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ thread_local v1.1.4
Γöé       Γöé   Γöé   Γöé       ΓööΓöÇΓöÇ once_cell v1.16.0
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_reflect v0.9.1 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_utils v0.9.1 (*)
Γöé       Γöé   Γöé   ΓööΓöÇΓöÇ downcast-rs v1.2.0
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_asset v0.9.1
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ anyhow v1.0.68
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_app v0.9.1 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_diagnostic v0.9.1
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_app v0.9.1 (*)
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_core v0.9.1
Γöé       Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_app v0.9.1 (*)
Γöé       Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_ecs v0.9.1 (*)
Γöé       Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_math v0.9.1 (*)
Γöé       Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_reflect v0.9.1 (*)
Γöé       Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_tasks v0.9.1 (*)
Γöé       Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_utils v0.9.1 (*)
Γöé       Γöé   Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ bytemuck v1.12.3 (*)
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_ecs v0.9.1 (*)
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_log v0.9.1
Γöé       Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_app v0.9.1 (*)
Γöé       Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_ecs v0.9.1 (*)
Γöé       Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_utils v0.9.1 (*)
Γöé       Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ tracing-log v0.1.3
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ lazy_static v1.4.0
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ log v0.4.17
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ cfg-if v1.0.0
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ tracing-core v0.1.30 (*)
Γöé       Γöé   Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ tracing-subscriber v0.3.16
Γöé       Γöé   Γöé   Γöé   Γöé       Γö£ΓöÇΓöÇ matchers v0.1.0
Γöé       Γöé   Γöé   Γöé   Γöé       Γöé   ΓööΓöÇΓöÇ regex-automata v0.1.10
Γöé       Γöé   Γöé   Γöé   Γöé       Γöé       ΓööΓöÇΓöÇ regex-syntax v0.6.28
Γöé       Γöé   Γöé   Γöé   Γöé       Γö£ΓöÇΓöÇ nu-ansi-term v0.46.0
Γöé       Γöé   Γöé   Γöé   Γöé       Γöé   Γö£ΓöÇΓöÇ overload v0.1.1
Γöé       Γöé   Γöé   Γöé   Γöé       Γöé   ΓööΓöÇΓöÇ winapi v0.3.9
Γöé       Γöé   Γöé   Γöé   Γöé       Γö£ΓöÇΓöÇ once_cell v1.16.0
Γöé       Γöé   Γöé   Γöé   Γöé       Γö£ΓöÇΓöÇ regex v1.7.0
Γöé       Γöé   Γöé   Γöé   Γöé       Γöé   Γö£ΓöÇΓöÇ aho-corasick v0.7.20
Γöé       Γöé   Γöé   Γöé   Γöé       Γöé   Γöé   ΓööΓöÇΓöÇ memchr v2.5.0
Γöé       Γöé   Γöé   Γöé   Γöé       Γöé   Γö£ΓöÇΓöÇ memchr v2.5.0
Γöé       Γöé   Γöé   Γöé   Γöé       Γöé   ΓööΓöÇΓöÇ regex-syntax v0.6.28
Γöé       Γöé   Γöé   Γöé   Γöé       Γö£ΓöÇΓöÇ sharded-slab v0.1.4
Γöé       Γöé   Γöé   Γöé   Γöé       Γöé   ΓööΓöÇΓöÇ lazy_static v1.4.0
Γöé       Γöé   Γöé   Γöé   Γöé       Γö£ΓöÇΓöÇ smallvec v1.10.0 (*)
Γöé       Γöé   Γöé   Γöé   Γöé       Γö£ΓöÇΓöÇ thread_local v1.1.4 (*)
Γöé       Γöé   Γöé   Γöé   Γöé       Γö£ΓöÇΓöÇ tracing v0.1.37 (*)
Γöé       Γöé   Γöé   Γöé   Γöé       Γö£ΓöÇΓöÇ tracing-core v0.1.30 (*)
Γöé       Γöé   Γöé   Γöé   Γöé       ΓööΓöÇΓöÇ tracing-log v0.1.3 (*)
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_time v0.9.1
Γöé       Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_app v0.9.1 (*)
Γöé       Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_ecs v0.9.1 (*)
Γöé       Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_reflect v0.9.1 (*)
Γöé       Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_utils v0.9.1 (*)
Γöé       Γöé   Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ crossbeam-channel v0.5.6
Γöé       Γöé   Γöé   Γöé   Γöé       Γö£ΓöÇΓöÇ cfg-if v1.0.0
Γöé       Γöé   Γöé   Γöé   Γöé       ΓööΓöÇΓöÇ crossbeam-utils v0.8.14 (*)
Γöé       Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ bevy_utils v0.9.1 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_ecs v0.9.1 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_log v0.9.1 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_reflect v0.9.1 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_tasks v0.9.1 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_utils v0.9.1 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ crossbeam-channel v0.5.6 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ downcast-rs v1.2.0
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ fastrand v1.8.0
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ notify v5.0.0
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bitflags v1.3.2
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ crossbeam-channel v0.5.6 (*)
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ filetime v0.2.19
Γöé       Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ cfg-if v1.0.0
Γöé       Γöé   Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ windows-sys v0.42.0 (*)
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ libc v0.2.139
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ walkdir v2.3.2
Γöé       Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ same-file v1.0.6
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ winapi-util v0.1.5
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé       ΓööΓöÇΓöÇ winapi v0.3.9
Γöé       Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ winapi v0.3.9
Γöé       Γöé   Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ winapi-util v0.1.5 (*)
Γöé       Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ winapi v0.3.9
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ parking_lot v0.12.1 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ serde v1.0.152 (*)
Γöé       Γöé   Γöé   ΓööΓöÇΓöÇ thiserror v1.0.38 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_core v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_ecs v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_hierarchy v0.9.1
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_app v0.9.1 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_core v0.9.1 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_ecs v0.9.1 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_log v0.9.1 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_reflect v0.9.1 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_utils v0.9.1 (*)
Γöé       Γöé   Γöé   ΓööΓöÇΓöÇ smallvec v1.10.0 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_math v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_reflect v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_time v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_transform v0.9.1
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_app v0.9.1 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_ecs v0.9.1 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_hierarchy v0.9.1 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_math v0.9.1 (*)
Γöé       Γöé   Γöé   ΓööΓöÇΓöÇ bevy_reflect v0.9.1 (*)
Γöé       Γöé   ΓööΓöÇΓöÇ bevy_utils v0.9.1 (*)
Γöé       Γö£ΓöÇΓöÇ bevy_app v0.9.1 (*)
Γöé       Γö£ΓöÇΓöÇ bevy_asset v0.9.1 (*)
Γöé       Γö£ΓöÇΓöÇ bevy_audio v0.9.1
Γöé       Γöé   Γö£ΓöÇΓöÇ anyhow v1.0.68
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_app v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_asset v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_ecs v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_reflect v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_utils v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ parking_lot v0.12.1 (*)
Γöé       Γöé   ΓööΓöÇΓöÇ rodio v0.16.0
Γöé       Γöé       Γö£ΓöÇΓöÇ cpal v0.14.2
Γöé       Γöé       Γöé   Γö£ΓöÇΓöÇ once_cell v1.16.0
Γöé       Γöé       Γöé   Γö£ΓöÇΓöÇ parking_lot v0.12.1 (*)
Γöé       Γöé       Γöé   Γö£ΓöÇΓöÇ thiserror v1.0.38 (*)
Γöé       Γöé       Γöé   ΓööΓöÇΓöÇ windows v0.37.0
Γöé       Γöé       Γöé       ΓööΓöÇΓöÇ windows_x86_64_msvc v0.37.0
Γöé       Γöé       ΓööΓöÇΓöÇ lewton v0.10.2
Γöé       Γöé           Γö£ΓöÇΓöÇ byteorder v1.4.3
Γöé       Γöé           Γö£ΓöÇΓöÇ ogg v0.8.0
Γöé       Γöé           Γöé   ΓööΓöÇΓöÇ byteorder v1.4.3
Γöé       Γöé           ΓööΓöÇΓöÇ tinyvec v1.6.0
Γöé       Γöé               ΓööΓöÇΓöÇ tinyvec_macros v0.1.0
Γöé       Γö£ΓöÇΓöÇ bevy_core v0.9.1 (*)
Γöé       Γö£ΓöÇΓöÇ bevy_core_pipeline v0.9.1
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_app v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_asset v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_derive v0.9.1 (proc-macro) (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_ecs v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_math v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_reflect v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_render v0.9.1
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ anyhow v1.0.68
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_app v0.9.1 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_asset v0.9.1 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_core v0.9.1 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_derive v0.9.1 (proc-macro) (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_ecs v0.9.1 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_encase_derive v0.9.1 (proc-macro)
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_macro_utils v0.9.1 (*)
Γöé       Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ encase_derive_impl v0.4.1
Γöé       Γöé   Γöé   Γöé       Γö£ΓöÇΓöÇ proc-macro2 v1.0.49 (*)
Γöé       Γöé   Γöé   Γöé       Γö£ΓöÇΓöÇ quote v1.0.23 (*)
Γöé       Γöé   Γöé   Γöé       ΓööΓöÇΓöÇ syn v1.0.107 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_hierarchy v0.9.1 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_log v0.9.1 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_math v0.9.1 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_mikktspace v0.9.1
Γöé       Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ glam v0.22.0 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_reflect v0.9.1 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_render_macros v0.9.1 (proc-macro)
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_macro_utils v0.9.1 (*)
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ proc-macro2 v1.0.49 (*)
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ quote v1.0.23 (*)
Γöé       Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ syn v1.0.107 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_time v0.9.1 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_transform v0.9.1 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_utils v0.9.1 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_window v0.9.1
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_app v0.9.1 (*)
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_ecs v0.9.1 (*)
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_input v0.9.1
Γöé       Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_app v0.9.1 (*)
Γöé       Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_ecs v0.9.1 (*)
Γöé       Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_math v0.9.1 (*)
Γöé       Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_reflect v0.9.1 (*)
Γöé       Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_utils v0.9.1 (*)
Γöé       Γöé   Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ thiserror v1.0.38 (*)
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_math v0.9.1 (*)
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_reflect v0.9.1 (*)
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_utils v0.9.1 (*)
Γöé       Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ raw-window-handle v0.5.0
Γöé       Γöé   Γöé   Γöé       ΓööΓöÇΓöÇ cty v0.2.2
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bitflags v1.3.2
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ codespan-reporting v0.11.1
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ termcolor v1.1.3
Γöé       Γöé   Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ winapi-util v0.1.5 (*)
Γöé       Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ unicode-width v0.1.10
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ downcast-rs v1.2.0
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ encase v0.4.1
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ const_panic v0.2.7
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ encase_derive v0.4.1 (proc-macro)
Γöé       Γöé   Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ encase_derive_impl v0.4.1 (*)
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ glam v0.22.0 (*)
Γöé       Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ thiserror v1.0.38 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ futures-lite v1.12.0 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ hex v0.4.3
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ hexasphere v8.0.0
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ glam v0.22.0 (*)
Γöé       Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ once_cell v1.16.0
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ image v0.24.5
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bytemuck v1.12.3 (*)
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ byteorder v1.4.3
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ color_quant v1.1.0
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ num-rational v0.4.1
Γöé       Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ num-integer v0.1.45
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ num-traits v0.2.15
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé       ΓööΓöÇΓöÇ libm v0.2.6
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé       [build-dependencies]
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé       ΓööΓöÇΓöÇ autocfg v1.1.0
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   [build-dependencies]
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ autocfg v1.1.0
Γöé       Γöé   Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ num-traits v0.2.15 (*)
Γöé       Γöé   Γöé   Γöé   Γöé   [build-dependencies]
Γöé       Γöé   Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ autocfg v1.1.0
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ num-traits v0.2.15 (*)
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ png v0.17.7
Γöé       Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bitflags v1.3.2
Γöé       Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ crc32fast v1.3.2
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ cfg-if v1.0.0
Γöé       Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ flate2 v1.0.25
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ crc32fast v1.3.2 (*)
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ miniz_oxide v0.6.2
Γöé       Γöé   Γöé   Γöé   Γöé   Γöé       ΓööΓöÇΓöÇ adler v1.0.2
Γöé       Γöé   Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ miniz_oxide v0.6.2 (*)
Γöé       Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ scoped_threadpool v0.1.9
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ naga v0.10.0
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bit-set v0.5.3 (*)
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bitflags v1.3.2
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ codespan-reporting v0.11.1 (*)
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ hexf-parse v0.2.1
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ indexmap v1.9.2
Γöé       Γöé   Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ hashbrown v0.12.3 (*)
Γöé       Γöé   Γöé   Γöé   Γöé   [build-dependencies]
Γöé       Γöé   Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ autocfg v1.1.0
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ log v0.4.17 (*)
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ num-traits v0.2.15 (*)
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ petgraph v0.6.2
Γöé       Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ fixedbitset v0.4.2
Γöé       Γöé   Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ indexmap v1.9.2 (*)
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ pp-rs v0.2.1
Γöé       Γöé   Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ unicode-xid v0.2.4
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ rustc-hash v1.1.0
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ spirv v0.2.0+1.5.4
Γöé       Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bitflags v1.3.2
Γöé       Γöé   Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ num-traits v0.2.15 (*)
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ termcolor v1.1.3 (*)
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ thiserror v1.0.38 (*)
Γöé       Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ unicode-xid v0.2.4
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ once_cell v1.16.0
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ parking_lot v0.12.1 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ regex v1.7.0 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ serde v1.0.152 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ smallvec v1.10.0 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ thiserror v1.0.38 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ thread_local v1.1.4 (*)
Γöé       Γöé   Γöé   ΓööΓöÇΓöÇ wgpu v0.14.2
Γöé       Γöé   Γöé       Γö£ΓöÇΓöÇ arrayvec v0.7.2
Γöé       Γöé   Γöé       Γö£ΓöÇΓöÇ log v0.4.17 (*)
Γöé       Γöé   Γöé       Γö£ΓöÇΓöÇ naga v0.10.0 (*)
Γöé       Γöé   Γöé       Γö£ΓöÇΓöÇ parking_lot v0.12.1 (*)
Γöé       Γöé   Γöé       Γö£ΓöÇΓöÇ raw-window-handle v0.5.0 (*)
Γöé       Γöé   Γöé       Γö£ΓöÇΓöÇ smallvec v1.10.0 (*)
Γöé       Γöé   Γöé       Γö£ΓöÇΓöÇ static_assertions v1.1.0
Γöé       Γöé   Γöé       Γö£ΓöÇΓöÇ wgpu-core v0.14.2
Γöé       Γöé   Γöé       Γöé   Γö£ΓöÇΓöÇ arrayvec v0.7.2
Γöé       Γöé   Γöé       Γöé   Γö£ΓöÇΓöÇ bit-vec v0.6.3
Γöé       Γöé   Γöé       Γöé   Γö£ΓöÇΓöÇ bitflags v1.3.2
Γöé       Γöé   Γöé       Γöé   Γö£ΓöÇΓöÇ codespan-reporting v0.11.1 (*)
Γöé       Γöé   Γöé       Γöé   Γö£ΓöÇΓöÇ fxhash v0.2.1 (*)
Γöé       Γöé   Γöé       Γöé   Γö£ΓöÇΓöÇ log v0.4.17 (*)
Γöé       Γöé   Γöé       Γöé   Γö£ΓöÇΓöÇ naga v0.10.0 (*)
Γöé       Γöé   Γöé       Γöé   Γö£ΓöÇΓöÇ parking_lot v0.12.1 (*)
Γöé       Γöé   Γöé       Γöé   Γö£ΓöÇΓöÇ profiling v1.0.7
Γöé       Γöé   Γöé       Γöé   Γö£ΓöÇΓöÇ raw-window-handle v0.5.0 (*)
Γöé       Γöé   Γöé       Γöé   Γö£ΓöÇΓöÇ smallvec v1.10.0 (*)
Γöé       Γöé   Γöé       Γöé   Γö£ΓöÇΓöÇ thiserror v1.0.38 (*)
Γöé       Γöé   Γöé       Γöé   Γö£ΓöÇΓöÇ wgpu-hal v0.14.1
Γöé       Γöé   Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ arrayvec v0.7.2
Γöé       Γöé   Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ ash v0.37.1+1.3.235
Γöé       Γöé   Γöé       Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ libloading v0.7.4
Γöé       Γöé   Γöé       Γöé   Γöé   Γöé       ΓööΓöÇΓöÇ winapi v0.3.9
Γöé       Γöé   Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bit-set v0.5.3 (*)
Γöé       Γöé   Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bitflags v1.3.2
Γöé       Γöé   Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ d3d12 v0.5.0
Γöé       Γöé   Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bitflags v1.3.2
Γöé       Γöé   Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ libloading v0.7.4 (*)
Γöé       Γöé   Γöé       Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ winapi v0.3.9
Γöé       Γöé   Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ fxhash v0.2.1 (*)
Γöé       Γöé   Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ gpu-alloc v0.5.3
Γöé       Γöé   Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bitflags v1.3.2
Γöé       Γöé   Γöé       Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ gpu-alloc-types v0.2.0
Γöé       Γöé   Γöé       Γöé   Γöé   Γöé       ΓööΓöÇΓöÇ bitflags v1.3.2
Γöé       Γöé   Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ gpu-descriptor v0.2.3
Γöé       Γöé   Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bitflags v1.3.2
Γöé       Γöé   Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ gpu-descriptor-types v0.1.1
Γöé       Γöé   Γöé       Γöé   Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ bitflags v1.3.2
Γöé       Γöé   Γöé       Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ hashbrown v0.12.3 (*)
Γöé       Γöé   Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ libloading v0.7.4 (*)
Γöé       Γöé   Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ log v0.4.17 (*)
Γöé       Γöé   Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ naga v0.10.0 (*)
Γöé       Γöé   Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ parking_lot v0.12.1 (*)
Γöé       Γöé   Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ profiling v1.0.7
Γöé       Γöé   Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ range-alloc v0.1.2
Γöé       Γöé   Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ raw-window-handle v0.5.0 (*)
Γöé       Γöé   Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ renderdoc-sys v0.7.1
Γöé       Γöé   Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ smallvec v1.10.0 (*)
Γöé       Γöé   Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ thiserror v1.0.38 (*)
Γöé       Γöé   Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ wgpu-types v0.14.1
Γöé       Γöé   Γöé       Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ bitflags v1.3.2
Γöé       Γöé   Γöé       Γöé   Γöé   ΓööΓöÇΓöÇ winapi v0.3.9
Γöé       Γöé   Γöé       Γöé   ΓööΓöÇΓöÇ wgpu-types v0.14.1 (*)
Γöé       Γöé   Γöé       Γöé   [build-dependencies]
Γöé       Γöé   Γöé       Γöé   ΓööΓöÇΓöÇ cfg_aliases v0.1.1
Γöé       Γöé   Γöé       Γö£ΓöÇΓöÇ wgpu-hal v0.14.1 (*)
Γöé       Γöé   Γöé       ΓööΓöÇΓöÇ wgpu-types v0.14.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_transform v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_utils v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bitflags v1.3.2
Γöé       Γöé   Γö£ΓöÇΓöÇ radsort v0.1.0
Γöé       Γöé   ΓööΓöÇΓöÇ serde v1.0.152 (*)
Γöé       Γö£ΓöÇΓöÇ bevy_derive v0.9.1 (proc-macro) (*)
Γöé       Γö£ΓöÇΓöÇ bevy_diagnostic v0.9.1 (*)
Γöé       Γö£ΓöÇΓöÇ bevy_ecs v0.9.1 (*)
Γöé       Γö£ΓöÇΓöÇ bevy_gilrs v0.9.1
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_app v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_ecs v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_input v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_utils v0.9.1 (*)
Γöé       Γöé   ΓööΓöÇΓöÇ gilrs v0.10.1
Γöé       Γöé       Γö£ΓöÇΓöÇ fnv v1.0.7
Γöé       Γöé       Γö£ΓöÇΓöÇ gilrs-core v0.5.2
Γöé       Γöé       Γöé   Γö£ΓöÇΓöÇ log v0.4.17 (*)
Γöé       Γöé       Γöé   Γö£ΓöÇΓöÇ uuid v1.2.2 (*)
Γöé       Γöé       Γöé   ΓööΓöÇΓöÇ windows v0.43.0
Γöé       Γöé       Γöé       ΓööΓöÇΓöÇ windows_x86_64_msvc v0.42.0
Γöé       Γöé       Γö£ΓöÇΓöÇ log v0.4.17 (*)
Γöé       Γöé       Γö£ΓöÇΓöÇ uuid v1.2.2 (*)
Γöé       Γöé       ΓööΓöÇΓöÇ vec_map v0.8.2
Γöé       Γö£ΓöÇΓöÇ bevy_gltf v0.9.1
Γöé       Γöé   Γö£ΓöÇΓöÇ anyhow v1.0.68
Γöé       Γöé   Γö£ΓöÇΓöÇ base64 v0.13.1
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_animation v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_app v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_asset v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_core v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_core_pipeline v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_ecs v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_hierarchy v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_log v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_math v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_pbr v0.9.1
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_app v0.9.1 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_asset v0.9.1 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_core_pipeline v0.9.1 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_derive v0.9.1 (proc-macro) (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_ecs v0.9.1 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_math v0.9.1 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_reflect v0.9.1 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_render v0.9.1 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_transform v0.9.1 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_utils v0.9.1 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_window v0.9.1 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bitflags v1.3.2
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bytemuck v1.12.3 (*)
Γöé       Γöé   Γöé   ΓööΓöÇΓöÇ radsort v0.1.0
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_reflect v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_render v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_scene v0.9.1
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ anyhow v1.0.68
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_app v0.9.1 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_asset v0.9.1 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_derive v0.9.1 (proc-macro) (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_ecs v0.9.1 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_hierarchy v0.9.1 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_reflect v0.9.1 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_render v0.9.1 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_transform v0.9.1 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ bevy_utils v0.9.1 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ ron v0.8.0
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ base64 v0.13.1
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ bitflags v1.3.2
Γöé       Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ serde v1.0.152 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ serde v1.0.152 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ thiserror v1.0.38 (*)
Γöé       Γöé   Γöé   ΓööΓöÇΓöÇ uuid v1.2.2 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_tasks v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_transform v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_utils v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ gltf v1.0.0
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ byteorder v1.4.3
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ gltf-json v1.0.0
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ gltf-derive v1.0.0 (proc-macro)
Γöé       Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ inflections v1.1.1
Γöé       Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ proc-macro2 v1.0.49 (*)
Γöé       Γöé   Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ quote v1.0.23 (*)
Γöé       Γöé   Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ syn v1.0.107 (*)
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ serde v1.0.152 (*)
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ serde_derive v1.0.152 (proc-macro) (*)
Γöé       Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ serde_json v1.0.91
Γöé       Γöé   Γöé   Γöé       Γö£ΓöÇΓöÇ itoa v1.0.5
Γöé       Γöé   Γöé   Γöé       Γö£ΓöÇΓöÇ ryu v1.0.12
Γöé       Γöé   Γöé   Γöé       ΓööΓöÇΓöÇ serde v1.0.152 (*)
Γöé       Γöé   Γöé   ΓööΓöÇΓöÇ lazy_static v1.4.0
Γöé       Γöé   Γö£ΓöÇΓöÇ percent-encoding v2.2.0
Γöé       Γöé   ΓööΓöÇΓöÇ thiserror v1.0.38 (*)
Γöé       Γö£ΓöÇΓöÇ bevy_hierarchy v0.9.1 (*)
Γöé       Γö£ΓöÇΓöÇ bevy_input v0.9.1 (*)
Γöé       Γö£ΓöÇΓöÇ bevy_log v0.9.1 (*)
Γöé       Γö£ΓöÇΓöÇ bevy_math v0.9.1 (*)
Γöé       Γö£ΓöÇΓöÇ bevy_pbr v0.9.1 (*)
Γöé       Γö£ΓöÇΓöÇ bevy_ptr v0.9.1
Γöé       Γö£ΓöÇΓöÇ bevy_reflect v0.9.1 (*)
Γöé       Γö£ΓöÇΓöÇ bevy_render v0.9.1 (*)
Γöé       Γö£ΓöÇΓöÇ bevy_scene v0.9.1 (*)
Γöé       Γö£ΓöÇΓöÇ bevy_sprite v0.9.1
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_app v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_asset v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_core_pipeline v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_derive v0.9.1 (proc-macro) (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_ecs v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_log v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_math v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_reflect v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_render v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_transform v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_utils v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bitflags v1.3.2
Γöé       Γöé   Γö£ΓöÇΓöÇ bytemuck v1.12.3 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ fixedbitset v0.4.2
Γöé       Γöé   Γö£ΓöÇΓöÇ guillotiere v0.6.2
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ euclid v0.22.7
Γöé       Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ num-traits v0.2.15 (*)
Γöé       Γöé   Γöé   ΓööΓöÇΓöÇ svg_fmt v0.4.1
Γöé       Γöé   Γö£ΓöÇΓöÇ rectangle-pack v0.4.2
Γöé       Γöé   ΓööΓöÇΓöÇ thiserror v1.0.38 (*)
Γöé       Γö£ΓöÇΓöÇ bevy_tasks v0.9.1 (*)
Γöé       Γö£ΓöÇΓöÇ bevy_text v0.9.1
Γöé       Γöé   Γö£ΓöÇΓöÇ ab_glyph v0.2.18
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ ab_glyph_rasterizer v0.1.7
Γöé       Γöé   Γöé   ΓööΓöÇΓöÇ owned_ttf_parser v0.17.1
Γöé       Γöé   Γöé       ΓööΓöÇΓöÇ ttf-parser v0.17.1
Γöé       Γöé   Γö£ΓöÇΓöÇ anyhow v1.0.68
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_app v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_asset v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_ecs v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_math v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_reflect v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_render v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_sprite v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_transform v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_utils v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_window v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ glyph_brush_layout v0.2.3
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ ab_glyph v0.2.18 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ approx v0.5.1
Γöé       Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ num-traits v0.2.15 (*)
Γöé       Γöé   Γöé   ΓööΓöÇΓöÇ xi-unicode v0.3.0
Γöé       Γöé   Γö£ΓöÇΓöÇ serde v1.0.152 (*)
Γöé       Γöé   ΓööΓöÇΓöÇ thiserror v1.0.38 (*)
Γöé       Γö£ΓöÇΓöÇ bevy_time v0.9.1 (*)
Γöé       Γö£ΓöÇΓöÇ bevy_transform v0.9.1 (*)
Γöé       Γö£ΓöÇΓöÇ bevy_ui v0.9.1
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_app v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_asset v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_core_pipeline v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_derive v0.9.1 (proc-macro) (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_ecs v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_hierarchy v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_input v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_log v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_math v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_reflect v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_render v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_sprite v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_text v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_transform v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_utils v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bevy_window v0.9.1 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ bytemuck v1.12.3 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ serde v1.0.152 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ smallvec v1.10.0 (*)
Γöé       Γöé   Γö£ΓöÇΓöÇ taffy v0.1.0
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ arrayvec v0.7.2
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ hash32 v0.2.1
Γöé       Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ byteorder v1.4.3
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ hash32-derive v0.1.1 (proc-macro)
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ proc-macro2 v1.0.49 (*)
Γöé       Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ quote v1.0.23 (*)
Γöé       Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ syn v1.0.107 (*)
Γöé       Γöé   Γöé   Γö£ΓöÇΓöÇ num-traits v0.2.15 (*)
Γöé       Γöé   Γöé   ΓööΓöÇΓöÇ typenum v1.16.0
Γöé       Γöé   ΓööΓöÇΓöÇ thiserror v1.0.38 (*)
Γöé       Γö£ΓöÇΓöÇ bevy_utils v0.9.1 (*)
Γöé       Γö£ΓöÇΓöÇ bevy_window v0.9.1 (*)
Γöé       ΓööΓöÇΓöÇ bevy_winit v0.9.1
Γöé           Γö£ΓöÇΓöÇ approx v0.5.1 (*)
Γöé           Γö£ΓöÇΓöÇ bevy_app v0.9.1 (*)
Γöé           Γö£ΓöÇΓöÇ bevy_ecs v0.9.1 (*)
Γöé           Γö£ΓöÇΓöÇ bevy_input v0.9.1 (*)
Γöé           Γö£ΓöÇΓöÇ bevy_math v0.9.1 (*)
Γöé           Γö£ΓöÇΓöÇ bevy_utils v0.9.1 (*)
Γöé           Γö£ΓöÇΓöÇ bevy_window v0.9.1 (*)
Γöé           Γö£ΓöÇΓöÇ raw-window-handle v0.5.0 (*)
Γöé           ΓööΓöÇΓöÇ winit v0.27.5
Γöé               Γö£ΓöÇΓöÇ bitflags v1.3.2
Γöé               Γö£ΓöÇΓöÇ instant v0.1.12 (*)
Γöé               Γö£ΓöÇΓöÇ log v0.4.17 (*)
Γöé               Γö£ΓöÇΓöÇ once_cell v1.16.0
Γöé               Γö£ΓöÇΓöÇ parking_lot v0.12.1 (*)
Γöé               Γö£ΓöÇΓöÇ raw-window-handle v0.4.3
Γöé               Γöé   ΓööΓöÇΓöÇ cty v0.2.2
Γöé               Γö£ΓöÇΓöÇ raw-window-handle v0.5.0 (*)
Γöé               ΓööΓöÇΓöÇ windows-sys v0.36.1
Γöé                   ΓööΓöÇΓöÇ windows_x86_64_msvc v0.36.1
ΓööΓöÇΓöÇ bevy_prototype_lyon v0.7.2
    Γö£ΓöÇΓöÇ bevy v0.9.1 (*)
    Γö£ΓöÇΓöÇ lyon_tessellation v1.0.7
    Γöé   Γö£ΓöÇΓöÇ float_next_after v0.1.5
    Γöé   Γöé   ΓööΓöÇΓöÇ num-traits v0.2.15 (*)
    Γöé   Γö£ΓöÇΓöÇ lyon_path v1.0.3
    Γöé   Γöé   Γö£ΓöÇΓöÇ lyon_geom v1.0.4
    Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ arrayvec v0.7.2
    Γöé   Γöé   Γöé   Γö£ΓöÇΓöÇ euclid v0.22.7 (*)
    Γöé   Γöé   Γöé   ΓööΓöÇΓöÇ num-traits v0.2.15 (*)
    Γöé   Γöé   ΓööΓöÇΓöÇ num-traits v0.2.15 (*)
    Γöé   ΓööΓöÇΓöÇ thiserror v1.0.38 (*)
    ΓööΓöÇΓöÇ svgtypes v0.8.2
        ΓööΓöÇΓöÇ siphasher v0.3.10
